azemoh.one-monokai
donjayamanne.githistory
eamodio.gitlens
eliverlara.andromeda
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot-chat
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
pkief.material-icon-theme
ritwickdey.liveserver
usernamehw.errorlens

