azemoh.one-monokai
eliverlara.andromeda
github.copilot
github.copilot-chat
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
pkief.material-icon-theme
ritwickdey.liveserver


